Repository: bigabdoul/Polib.Net
Catalog: demos/Polib.NetCore.Web/src/wwwroot/languages/messages-*.po
Languages: fr_fr

source: Home Page
fr_fr: Page d'accueil

source: Learn how to build ASP.NET apps that can run anywhere.
fr_fr: Apprenez comment générer des applications ASP.NET qui peuvent s'exécuter partout.

source: Learn More
fr_fr: En savoir davantage

source: There are powerful new features in Visual Studio for building modern web apps.
fr_fr: Visual Studio contient de nouvelles fonctionnalités puissantes pour développer des applications web modernes.

source: Learn how Microsoft's Azure cloud platform allows you to build, deploy, and scale web apps.
fr_fr: Apprenez comment la plateforme cloud de Microsoft Azure vous permet de développer, déployer et ajuster des applications web.

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Application uses
fr_fr: Usages de l'application

source: Sample pages using ASP.NET Core MVC
fr_fr: Pages d'exemple utilisant ASP.NET Core MVC

source: Theming using <a href="https://go.microsoft.com/fwlink/?LinkID=398939">Bootstrap</a>
fr_fr: Thèmes utilisant <a href="https://go.microsoft.com/fwlink/?LinkID=398939">Bootstrap</a>

source: How to
fr_fr: Comment

source: Add a Controller and View
fr_fr: Ajoutez un Contrôleur et une Vue

source: Manage User Secrets using Secret Manager.
fr_fr: Gérez les Secrets Utilisateur en utilisant le Gestionnaire de Secret.

source: Use logging to log a message.
fr_fr: Utilisez le logging pour inscrire un message dans le journal d'événements.

source: Add packages using NuGet.
fr_fr: Ajoutez des packages en utilisant NuGet.

source: Target development, staging or production environment.
fr_fr: Ciblez l'environnement de développement, intermédiaire ou de production.

source: Overview
fr_fr: Vue d'ensemble

source: Conceptual overview of what is ASP.NET Core
fr_fr: Vue d'ensemble conceptuelle de ce qu'est ASP.NET Core

source: Fundamentals of ASP.NET Core such as Startup and middleware.
fr_fr: Les fondements d'ASP.NET Core tels que Startup et middleware.

source: Working with Data
fr_fr: Travaillez avec les données

source: Security
fr_fr: Sécurité

source: Client side development
fr_fr: Développement côté client

source: Develop on different platforms
fr_fr: Développez sur différentes plateformes

source: Read more on the documentation site
fr_fr: Lisez davantage sur le site de documentation

source: Run &amp; Deploy
fr_fr: Exécutez &amp; Déployez

source: Run your app
fr_fr: Exécutez votre application

source: Run tools such as EF migrations and more
fr_fr: Exécutez des outils tels que les migrations EntityFramework et plus

source: Publish to Microsoft Azure Web Apps
fr_fr: Publiez vers les Applications Web sur Microsoft Azure

source: Your application description page.
fr_fr: Page de description de votre application.

source: Your contact page.
fr_fr: Votre page de contact.

source: Catalog id '{0}' not found!
fr_fr: Id de catalogue '{0}' introuvable !

source: About
fr_fr: A propos

source: Use this area to provide additional information.
fr_fr: Utilisez cette zone pour fournir des informations supplémentaires.

source: Support:
fr_fr: Assistance :

source: Privacy Policy
fr_fr: Politque de confidentialité

source: Use this page to detail your site's privacy policy.
fr_fr: Utilisez cette page pour détailler la politique de confidentialité de votre site.

source: Error
fr_fr: Erreur

source: An error occurred while processing your request.
fr_fr: Une erreur est survenue lors du traitement de votre requête.

source: Request ID
fr_fr: ID Requête

source: Development Mode
fr_fr: Mode Développement

source: Swapping to <strong>Development</strong> environment will display more detailed information about the error that occurred.
fr_fr: Basculer vers l'environnement <strong>Développment</strong> affichera davantage d'informations sur l'erreur survenue.

source: <strong>Development environment should not be enabled in deployed applications</strong>, as it can result in sensitive information from exceptions being displayed to end users. For local debugging, development environment can be enabled by setting the <strong>ASPNETCORE_ENVIRONMENT</strong> environment variable to <strong>Development</strong>, and restarting the application.
fr_fr: <strong>L'environnement de développement ne devrait pas être activé dans les applications déployées</strong>, car des informations sensibles venant des erreurs d'exécution pourraient être montrées aux utilisateurs finaux. Pour le débogage local, l'environnement de développement peut être activé en réglant la variable d'environnement <strong>ASPNETCORE_ENVIRONMENT</strong> sur <strong>Development</strong>, puis en redémarrant l'application.

source: Toggle cookie consent banner
fr_fr: Basculer la bannière d'acception des cookies.

source: Use this space to summarize your privacy and cookie use policy.
fr_fr: Utilisez cet espace pour résumer votre politique de confidentialité et d'utilisation des cookies.

source: Accept
fr_fr: Accepter

source: Home
fr_fr: Accueil

source: Translations
fr_fr: Traductions

source: Edit Translations
fr_fr: Mettre à jour les traductions

source: No such catalog!
fr_fr: Aucun catalogue de ce genre !

source: The catalog you are requesting hasn't been found. Make sure to refresh the page at the translations home page.
fr_fr: Le catalogue que vous demandez n'a pas été trouvé. Veuillez vous assurer de raffraîchir la page d'accueil des traductions.

source: Go back to the translations home page.
fr_fr: Retourner à la page d'accueil des traductions.

source: Original Text
fr_fr: Texte Original

source: Translated Text: {0}
fr_fr: Traduction : {0}

source: Source Text
fr_fr: Texte Source

source: Singular
fr_fr: Singulier

source: Plural
fr_fr: Pluriel

source: Translations Page
fr_fr: Page des Traductions

source: Translation catalogs
fr_fr: Catalogues de traduction

source: Catalog
fr_fr: Catalogue

# Catalog
source: Headers
fr_fr: Propriétés

source: Plural Count
fr_fr: Nombre Pluriel

source: File Name
fr_fr: Nom du Fichier

source: File Last Access Time
fr_fr: Dernier accès au fichier

source: Update catalog from existing POT files...
fr_fr: Mettre à jour le catalogue depuis des fichiers POT existants...

# Catalog
source: New Entries
fr_fr: Nouvelles Entrées

source: Save
fr_fr: Enregistrer

# Catalog
source: Headers Count:
fr_fr: Nombre de Propriétés

# Catalog
source: Entries Count:
fr_fr: Nombre d'Entrées

source: Update catalog
fr_fr: Mettre à jour le catalogue

source: Refresh translations
fr_fr: Raffraîchir les traductions

source: Download
fr_fr: Télécharger
